Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=204_art_id=226.html.tmx
Source language: nob
Languages: sme

source: Fra bestefar
sme: Oahpa: Soahki

source: Min mor heter / het:_____________________________, og ble født den __________ i / på ____________.
sme: Mu eatni namma lea / lei:_____________________________, ja son riegádii __________ ____________ (áigi / báiki)_..

source: Hennes pikenavn var ________________.
sme: Su sohkanamma ovdal go náitalii lei ________________.

source: Hun vokste opp i / på __________________________.
sme: Son šattai bajás __________________________.

source: Min mormor og morfar het _______________________________________________
sme: Mu eadnebeal- áhku ja ádjá namat ledje _______________________________________________

source: Dette vet jeg om min mormor og morfar:_______________________________________________________
sme: Dán dieđán mu eadnebeal- áhku ja ádjá birra:_______________________________________________________

source: Min far heter / het:_____________________________, og ble født den __________ i / på ____________.
sme: Mu áhči namma lea / lei:_____________________________, ja son riegádii __________ ____________(áigi/báiki).

source: Han vokste opp i / på __________________________.
sme: Son šattai bajás __________________________.

source: Min farmor og farfar het _______________________________________________
sme: Mu áhčibeale áhku ja ádjá namat ledje _______________________________________________

source: Dette vet jeg om min farmor og farfar:_______________________________________________________
sme: Dán dieđán áhčibeale áhku ja ádjá birra:_______________________________________________________

source: Din bestefar og bestemor var _____________år da vi traff hverandre i / på ______________________________.
sme: Du áhkku ja áddjá leigga _____________jagi boarrásat dalle go deaivvadeimme ______________________________.

source: Vi giftet oss i år _____________, og vi bosatte oss i / på ____________________________________.
sme: Moai náitaleimme _____________, jahki), ja moai ásaiduvaime ____________________________________.

source: Vi fikk ________________barn, og de heter________________________________________.
sme: Moai oaččuime ________________máná. Sii leat ________________________________________.
